test/zoo/reflexive/exported/reflexive_0_erd_crow.mmd
erDiagram
  %% Generated by Mocodo 4.0.3
  PIECE {
    TYPE piece PK
  }
  HOMME {
    TYPE Num_SS PK
    TYPE Nom
    TYPE Prenom
  }
  PIECE }o--o{ PIECE: COMPOSER
  HOMME |o--o{ HOMME: ENGENDRER
